[Character.CharClass_Nasturtium_BugMorph_Shock AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_BugMorphAdultShockHoliday AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Varkid Eletrificadorr",TransformedNames=((TransformedName="Casulo Encrenqueiro")))
PlayThroughs[1]=(DisplayName="Varkid Exterminador")
PlayThroughs[2]=(DisplayName="Varkid Eletrocultor")

